accountsservice
adobe-source-code-pro-fonts
alsa-firmware
alsa-plugins
alsa-utils
aspell
b43-fwcutter
base
base-devel
bash-completion
bat
bc
bind
blueman
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
cantarell-fonts
cava
cliphist
clock-tui
cmatrix
cryptsetup
device-mapper
diffutils
dmidecode
dmraid
dnsmasq
docker
dosfstools
downgrade
dracut
duf
e2fsprogs
efibootmgr
efitools
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
eos-apps-info
eos-hooks
eos-log-tool
eos-packagelist
eos-quickstart
eos-rankmirrors
ethtool
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
firefox
firewalld
flatpak
geogebra
git
github-cli
gjs
glances
glib2-devel
gnome-system-monitor
google-chrome
gopreload-git
gparted
grim
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtk-engine-murrine
gvfs
gvfs-mtp
haveged
hdparm
hwdetect
hwinfo
hypridle
hyprland
hyprlock
hyprpicker
hyprpolkitagent
hyprshot
hyprsunset
inetutils
intel-ucode
inter-font
inxi
iptables-nft
iwd
jfsutils
jq
kernel-install-for-dracut
kitty
kvantum
less
libdvdcss
libgsf
libopenraw
libreoffice-fresh
librewolf-bin
libspng
libwnck3
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
localsend-bin
logrotate
loupe
lsb-release
lsd
lsscsi
lvm2
man-db
man-pages
mdadm
meld
mercurial
mesa-utils
modemmanager
mousepad
mpv
mpv-mpris
mtools
nano
nano-syntax-highlighting
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nss-mdns
ntfs-3g
ntp
nvtop
nwg-displays
nwg-look
obsidian
obsidian-cli
okular
openssh
os-prober
otf-font-awesome
pacman-contrib
pamixer
pavucontrol
perl
pipes.c
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
playerctl
plocate
poppler-glib
power-profiles-daemon
prismlauncher
pv
python
python-defusedxml
python-packaging
python-pyqt6
python-pyquery
python-requests
qalculate-gtk
qbittorrent
qt5ct
qt6-5compat
qt6ct
rebuild-detector
reflector
reflector-simple
rofi-wayland
rsync
rtkit
s-nail
sddm
sg3_utils
slurp
smartmontools
sof-firmware
stow
sudo
swappy
swaync
swww
sysfsutils
systemd-sysvcompat
texinfo
thefuck
thunar
thunar-archive-plugin
thunar-volman
tldr
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-fantasque-nerd
ttf-fira-code
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-monaspace-variable
ttf-opensans
ttf-victor-mono
tumbler
typescript
umockdev
unrar
unzip
upower
usb_modeswitch
usbutils
vi
visual-studio-code-bin
vlc
wallust
waybar
welcome
wget
which
wireplumber
wlogout
wpa_supplicant
wttr
xarchiver
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xterm
yay
yazi
yt-dlp
zoxide
zsh
zsh-completions
